results/20251229_164649_sentinel_passthrough/runs/run_1.txt
Running 1m test @ http://localhost:8080/
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    16.68ms    2.98ms  67.96ms   85.43%
    Req/Sec     1.51k   111.98     1.77k    77.62%
  Latency Distribution
     50%   16.51ms
     75%   18.13ms
     90%   19.58ms
     99%   24.97ms
  360410 requests in 1.00m, 4.66GB read
Requests/sec:   5999.80
Transfer/sec:     79.47MB