results/20251229_164649_sentinel_passthrough/runs/run_3.txt
Running 1m test @ http://localhost:8080/
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    15.79ms    2.81ms  51.61ms   81.71%
    Req/Sec     1.59k   140.64     1.86k    70.71%
  Latency Distribution
     50%   15.72ms
     75%   17.27ms
     90%   18.78ms
     99%   23.52ms
  380359 requests in 1.00m, 4.92GB read
Requests/sec:   6332.40
Transfer/sec:     83.87MB